Repository: hasi-elektronic/hasi-share
Catalog: iptv-player/apple/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, tr

# perr_codec_body
source: This device cannot decode the stream.
de: Dieses Gerät kann den Stream nicht dekodieren.
tr: Cihaz bu yayını çözemiyor.

# perr_denied_title
source: Access to the stream was denied
de: Zugriff auf den Stream verweigert
tr: Yayına erişim reddedildi

# perr_denied_body
source: The connection limit may be reached or the account expired.
de: Möglicherweise ist das Verbindungslimit erreicht oder das Konto abgelaufen.
tr: Bağlantı sınırı aşılmış veya hesap süresi dolmuş olabilir.

# perr_offline_title
source: Stream is currently offline
de: Stream derzeit offline
tr: Yayın şu anda kapalı

# perr_offline_body
source: This channel is not broadcasting right now.
de: Dieser Sender sendet gerade nicht.
tr: Bu kanal şu anda yayında değil.

# perr_drm_title
source: Protected stream
de: Geschützter Stream
tr: Korumalı yayın

# perr_drm_body
source: DRM-protected streams are not supported.
de: DRM-geschützte Streams werden nicht unterstützt.
tr: DRM korumalı yayınlar desteklenmiyor.

# perr_network_title
source: Connection lost
de: Verbindung unterbrochen
tr: Bağlantı koptu

# perr_network_body
source: Could not reconnect to the stream.
de: Die Verbindung zum Stream konnte nicht wiederhergestellt werden.
tr: Yayına yeniden bağlanılamadı.

# perr_unknown_title
source: Playback error
de: Wiedergabefehler
tr: Oynatma hatası

# account_send_code
source: Send code
de: Code senden
tr: Kod gönder

# account_verify
source: Verify
de: Bestätigen
tr: Doğrula

# account_dev_code
source: Development code: %1$@
de: Entwicklungscode: %1$@
tr: Geliştirme kodu: %1$@

# format_test_run
source: Run test
de: Test starten
tr: Testi başlat

# format_test_host
source: Test server (host for local samples)
de: Testserver (Host für lokale Beispiele)
tr: Test sunucusu (yerel örnekler için host)

# home_live_channels
source: Live channels
de: Live-Sender
tr: Canlı kanallar

# home_featured
source: Featured
de: Empfohlen
tr: Öne çıkan

# epg_today
source: Today
de: Heute
tr: Bugün

# epg_now_on_air
source: Now on air
de: Jetzt läuft
tr: Şimdi yayında

# action_more
source: More
de: Mehr
tr: Daha fazla

# action_see_all
source: See all
de: Alle anzeigen
tr: Tümünü gör

# action_favorite_short
source: Favorite
de: Favorit
tr: Favori

source: Episodes
de: Folgen
tr: Bölümler

# rating_value
source: Rating %1$@
de: Bewertung %1$@
tr: Puan %1$@

# seasons_value
source: Seasons: %1$@
de: Staffeln: %1$@
tr: Sezon: %1$@

# badge_new
source: NEW
de: NEU
tr: YENİ

# row_categories
source: Categories
de: Kategorien
tr: Kategoriler

# catchup_title
source: TV archive · Catch-up
de: TV-Archiv · Catch-up
tr: TV arşivi · Geçmiş yayınlar

# catchup_replay
source: Replay
de: Erneut ansehen
tr: Tekrar izle

# catchup_on_air
source: On air
de: Läuft gerade
tr: Yayında

# catchup_xtream_only
source: Replay is available for Xtream sources.
de: Das TV-Archiv ist bei Xtream-Quellen verfügbar.
tr: Tekrar izleme Xtream kaynaklarında kullanılabilir.

# catchup_empty
source: No past programmes in the archive.
de: Keine vergangenen Sendungen im Archiv.
tr: Arşivde geçmiş program yok.

# channel_hide
source: Hide channel
de: Sender ausblenden
tr: Kanalı gizle

# category_hide
source: Hide category
de: Kategorie ausblenden
tr: Kategoriyi gizle

# hidden_show_all
source: Show hidden (%1$@)
de: Ausgeblendete anzeigen (%1$@)
tr: Gizlenenleri göster (%1$@)

# category_picker
source: Category
de: Kategorie
tr: Kategori

# licenses_vlckit_notice
source: This app uses VLCKit/libVLC (© VideoLAN and the VLC authors), licensed under the GNU LGPL version 2.1. Source code: https://code.videolan.org/videolan/VLCKit
de: Diese App verwendet VLCKit/libVLC (© VideoLAN und die VLC-Autoren), lizenziert unter der GNU LGPL Version 2.1. Quellcode: https://code.videolan.org/videolan/VLCKit
tr: Bu uygulama VLCKit/libVLC (© VideoLAN ve VLC yazarları) kullanır; GNU LGPL sürüm 2.1 altında lisanslıdır. Kaynak kodu: https://code.videolan.org/videolan/VLCKit

# licenses_vlckit_linking
source: VLCKit is linked dynamically and shipped unmodified as a separate framework; you may replace it with your own build.
de: VLCKit wird dynamisch gelinkt und unverändert als separates Framework ausgeliefert; Sie können es durch einen eigenen Build ersetzen.
tr: VLCKit dinamik bağlanır ve değiştirilmeden ayrı bir framework olarak gelir; kendi derlemenizle değiştirebilirsiniz.

# licenses_source_code
source: Source code
de: Quellcode
tr: Kaynak kodu

# licenses_full_text
source: Full license text
de: Vollständiger Lizenztext
tr: Lisansın tam metni

# licenses_apache_notice
source: Licensed under the Apache License 2.0.
de: Lizenziert unter der Apache License 2.0.
tr: Apache Lisansı 2.0 altında lisanslıdır.

# format_test_expected
source: Expected: %1$@
de: Erwartet: %1$@
tr: Beklenen: %1$@

# fav_added
source: Added to favorites
de: Zu Favoriten hinzugefügt
tr: Favorilere eklendi

# fav_removed
source: Removed from favorites
de: Aus Favoriten entfernt
tr: Favorilerden çıkarıldı

# action_undo
source: Undo
de: Rückgängig
tr: Geri al

# fav_move
source: Reorder
de: Sortieren
tr: Taşı

# fav_move_done
source: Done
de: Fertig
tr: Bitti

# fav_move_hint
source: Select an item, move it with ▲▼, select again to drop it.
de: Element wählen, mit ▲▼ verschieben, zum Ablegen erneut wählen.
tr: Bir öğe seç, ▲▼ ile taşı, bırakmak için tekrar seç.

# fav_category_add
source: Add category to favorites
de: Kategorie zu Favoriten hinzufügen
tr: Kategoriyi favorilere ekle

# fav_category_remove
source: Remove category from favorites
de: Kategorie aus Favoriten entfernen
tr: Kategoriyi favorilerden çıkar

# live_all_channels
source: All channels
de: Alle Sender
tr: Tüm kanallar

# live_next_at
source: Next %1$@ · %2$@
de: Danach %1$@ · %2$@
tr: Sonra %1$@ · %2$@

# live_watching
source: Watching
de: Läuft
tr: İzleniyor

# live_open_guide
source: Show in TV guide
de: Im TV-Guide zeigen
tr: Rehberde göster

# player_channels
source: Channels
de: Sender
tr: Kanallar

# zap_number
source: Channel %1$@
de: Sender %1$@
tr: Kanal %1$@

# zap_no_channel
source: No such channel
de: Kein Sender
tr: Kanal yok

# player_tv_hint
source: ◀▶ Tools · ▲ Info
de: ◀▶ Werkzeuge · ▲ Info
tr: ◀▶ Araçlar · ▲ Bilgi

# catnav_title_movies
source: Movie categories
de: Film-Kategorien
tr: Film kategorileri

# catnav_title_series
source: Series categories
de: Serien-Kategorien
tr: Dizi kategorileri

# catnav_search
source: Search categories
de: Kategorien durchsuchen
tr: Kategori ara

# catnav_pinned
source: Pinned
de: Angeheftet
tr: Sabitlenenler

# catnav_recent
source: Recently opened
de: Zuletzt geöffnet
tr: Son açılanlar

# catnav_all_categories
source: All categories
de: Alle Kategorien
tr: Tüm kategoriler

# catnav_pin
source: Pin
de: Anheften
tr: Sabitle

# catnav_unpin
source: Unpin
de: Lösen
tr: Sabitlemeyi kaldır

# catnav_unhide
source: Show again
de: Einblenden
tr: Tekrar göster

# catnav_show_hidden
source: Show hidden
de: Ausgeblendete anzeigen
tr: Gizlenenleri göster

# catnav_hidden
source: Hidden
de: Ausgeblendet
tr: Gizlenenler

# catnav_country
source: Country
de: Land
tr: Ülke

# catnav_discover
source: Discover
de: Entdecken
tr: Keşfet

# catnav_no_match
source: No matching categories
de: Keine passenden Kategorien
tr: Eşleşen kategori yok

# catnav_items
source: %1$@ titles
de: %1$@ Titel
tr: %1$@ içerik

# search_section_categories
source: Categories
de: Kategorien
tr: Kategoriler

# search_section_people
source: People
de: Personen
tr: Kişiler

# search_category_channels
source: %1$@ channels
de: %1$@ Sender
tr: %1$@ kanal

# search_kind_movies
source: Movies
de: Filme
tr: Filmler

# search_kind_series
source: Series
de: Serien
tr: Diziler

# search_section_descriptions
source: In descriptions
de: In Beschreibungen
tr: Açıklamada geçenler

# search_section_on_tv
source: On TV
de: Im TV
tr: TV'de

# search_section_similar
source: Similar results
de: Ähnliche Ergebnisse
tr: Benzer sonuçlar

# search_did_you_mean
source: Did you mean: %1$@
de: Meintest du: %1$@
tr: Bunu mu demek istediniz: %1$@

# search_show_all
source: Show all
de: Alle anzeigen
tr: Tümünü göster

# search_filter_all
source: All
de: Alle
tr: Tümü

# search_filter_programmes
source: TV programmes
de: TV-Sendungen
tr: TV programları

# search_recent
source: Recent searches
de: Letzte Suchen
tr: Son aramalar

# search_recent_clear
source: Clear
de: Löschen
tr: Temizle

# search_recent_empty
source: Search for channels, movies, series, people, descriptions and TV programmes.
de: Suche nach Sendern, Filmen, Serien, Personen, Beschreibungen und TV-Sendungen.
tr: Kanal, film, dizi, kişi, açıklama ve TV programı arayın.

# search_suggestions
source: Suggestions
de: Vorschläge
tr: Öneriler

# search_time_today
source: Today %1$@
de: Heute %1$@
tr: Bugün %1$@

# search_time_tomorrow
source: Tomorrow %1$@
de: Morgen %1$@
tr: Yarın %1$@

# search_time_yesterday
source: Yesterday %1$@
de: Gestern %1$@
tr: Dün %1$@

# search_kind_movie
source: Movie
de: Film
tr: Film

# search_kind_one_series
source: Series
de: Serie
tr: Dizi

# search_kind_channel
source: Channel
de: Sender
tr: Kanal

# search_list_empty
source: No more results.
de: Keine weiteren Ergebnisse.
tr: Başka sonuç yok.

# trial_backend_unavailable
source: The free trial needs a connection to the license server. Check your internet connection and try again.
de: Für die kostenlose Testphase ist eine Verbindung zum Lizenzserver nötig. Bitte Internetverbindung prüfen und erneut versuchen.
tr: Ücretsiz deneme için lisans sunucusuna bağlantı gerekiyor. İnternet bağlantınızı kontrol edip tekrar deneyin.

source: Sync now
de: Jetzt synchronisieren
tr: Şimdi eşitle

# format_test_pending
source: Not tested
de: Nicht getestet
tr: Test edilmedi

# format_test_skipped
source: Skipped (local sample – enter a test server)
de: Übersprungen (lokales Beispiel – Testserver eingeben)
tr: Atlandı (yerel örnek – test sunucusu girin)

# item_unavailable
source: This item is no longer available in your sources.
de: Dieser Inhalt ist in Ihren Quellen nicht mehr verfügbar.
tr: Bu öğe artık kaynaklarınızda yok.

# error_backend_generic
source: Server not reachable (%1$@)
de: Server nicht erreichbar (%1$@)
tr: Sunucuya ulaşılamıyor (%1$@)

# account_not_configured
source: Accounts are not available in this build (no backend configured).
de: Konten sind in dieser Version nicht verfügbar (kein Server konfiguriert).
tr: Bu sürümde hesap özelliği kullanılamıyor (sunucu yapılandırılmamış).

# live_badge
source: LIVE
tr: CANLI

# system_default
source: System
tr: Sistem

# nav_live
source: Live TV
tr: Canlı TV

# add_source_m3u
source: M3U link
tr: M3U bağlantısı

# field_name
source: Name
tr: Ad

# field_m3u_url
source: Playlist URL
tr: Liste URL'si

# field_epg_url
source: EPG URL (optional)
tr: EPG URL'si (isteğe bağlı)

# field_user_agent
source: User-Agent (optional)
tr: User-Agent (isteğe bağlı)

# field_server
source: Server (http://host:port)
tr: Sunucu (http://host:port)

# episode_short
source: S%1$@E%2$@
tr: S%1$@B%2$@

# minutes_short
source: %1$@ min
tr: %1$@ dk

# player_audio
source: Audio
tr: Ses

# player_pause
source: Pause
tr: Duraklat

# player_seek_delta
source: %1$@ s
tr: %1$@ sn

# pref_live_format
source: Live stream format
tr: Canlı yayın formatı

# device_login_code
source: Code: %1$@
tr: Kod: %1$@

# diagnostics_format_test
source: Format test
tr: Format testi

# perf_engine
source: Engine
tr: Motor

# perf_bitrate
source: Bitrate
tr: Bit hızı

source: Audio sync
tr: Senkron

# about_version
source: Version %1$@
tr: Sürüm %1$@

# account_field_email
source: E-mail
tr: E-posta

# nav_guide
source: TV Guide
tr: TV Rehberi

# action_info
source: Info
tr: Bilgi

# genres_value
source: Genre: %1$@
tr: Tür: %1$@

# format_test_engine
source: Engine: %1$@
tr: Motor: %1$@

# search_kind_live
source: Live TV
tr: Canlı TV

# search_filter_live
source: Live
tr: Canlı

# source_status_ok
source: OK
tr: Tamam
